<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@include file="../inc/top.jsp"%>
    <div class="container">
        <div class="card o-hidden border-0 shadow-lg my-5">
            <div class="card-body p-0">
                <!-- Nested Row within Card Body -->
                <div class="row">
                    <div class="col-lg-7">
                        <div class="p-5">
                            <div class="text-center">
                                <h1 class="h4 text-gray-900 mb-4">고객지원</h1>
                            </div>
                            <form class="user">
                                <div class="form-group">
<h5>구매</h5>
<pre class="question" style="white-space: pre-wrap">
GoodGame 에서는 고객별 충전금에 등록된 잔액으로 다운로드 소프트웨어 등을 구입할 수 있습니다.
GoodGame 게임 구매는 게임 메뉴의 구매하기 에서 시작할 수 있습니다.

 ✔ 이용하기 전에

GoodGame에서 지불할 때 필요한 잔액이나 소프트웨어, 추가 콘텐츠의 구입 기록은 계정별로 관리됩니다.
계정 간에 잔액의 공유는 할 수 없습니다.

비밀번호를 이용해 충전금을 관리 할 수 있습니다.
비밀번호를 조작할 수 있는 사람이라면 누구나 해당 계정으로 소프트웨어를 구입할 수 있게 되어버리니 주의해 주십시오.

 ✔ GoodGame 충전금으로 구입
 
GoodGame 페이지 내에서 검색에서 구입하고 싶은 게임명 을 입력하여 검색합니다. 
GoodGame 페이지 내 추천게임 탭에서 구입하고 싶은 게임을 클릭하여 해당 게임 상세페이지로 들어갑니다.
추천 게임은 연령별, 계절별, 출시일 순, 평점 높은 순 의 메뉴를 가지고 있습니다.

검색 결과 리스트에서 구입하고 싶은 소프트웨어를 선택합니다.
게임을 중복 구입할 수도 있으니 잘 못 구입하는 일이 없도록 주의해주십시오.
잘못 하여 구입한 경우 환불이 불가합니다.

구매한지 24시간이 지난 소프트웨어는 반품 하실 수 없습니다.

구입을 선택하여 콘텐츠를 구입할 수 있습니다.
구입하고 싶은 콘텐츠인지 아닌지 타이틀이나 가격을 확인하여 잘못 구입하는 일이 없도록 주의해 주십시오.

구입을 완료하면 해당 게임을 소유하고 플레이 하실 수 있습니다.

</pre>
<pre class="question" style="white-space: pre-wrap">
 ◼ 자주 묻는 질문
 
 ▻ 게임(들) 을 선물로 받았습니다. 모든 기능을 사용할 수 있나요?
아니요, 선물 또는 GoodGame 거래를 통해 게임을 받았더라도 모든 기능을 사용할 수 없습니다.

 ▻ 구매 금액이 은행으로 환불되거나 구매 금액이 분쟁/지불 거절되면 어떻게 되나요?
구매 금액이 귀하의 은행으로 환불되었다면 해당 금액은 계정의 총 구매액에서 차감됩니다. 환불 또는 은행 분쟁 처리로 인해 귀하의 총 구매액이 미화 5달러 미만으로 내려간다면, 귀하의 계정은 해당 기능을 사용할 수 없게 됩니다.

예를 들어, 게임을 한화 10,000원에 구매한다면 귀하의 계정은 이러한 커뮤니티 기능을 사용할 수 있습니다. 은행 분쟁 처리를 신청하여 자금이 은행으로 환불된 경우, GoodGame은 자금을 받지 못했기 때문에 특정 기능을 사용할 수 없게 됩니다.

 ▻ 구매액이 내 GoodGame 지갑으로 환불되면 어떻게 되나요?
예약 주문 환불과 같은 환불이 귀하의 GoodGame 지갑에 입금되면, GoodGame 커뮤니티 기능 사용 여부가 변경되지 않습니다.

 ▻ 제 계정이 이전에는 제한되지 않았는데 지금은 제한된 경우는 어떻게 하나요?
계정의 총 소비액이 가장 최근에 한화 10,000원 미만으로 계산되었으며, 그 결과로 계정에 제한이 적용되었습니다. 이는 총 소비 금액이 한화 10,000원 이상 10,000원 미만인 계정에 흔히 영향을 미치는 잘못된 계산 때문일 수 있습니다.

 ▻ 제한된 계정으로 친구를 어떻게 추가하나요?
제한된 계정은 친구를 추가가 금지되어 있습니다. 그러나, 제한되지 않은 계정 사용자로부터 친구 초대는 받을 수 있습니다. 예를 들어, 친구가 이미 GoodGame에 등록되어 있고 GoodGame 상점에서 한화 10,000원 이상 구매한 경우, 귀하의 GoodGame 커뮤니티 프로필에서 귀하를 친구로 추가할 수 있습니다. 이 경우 귀하의 계정에서 친구 초대를 수락할 수 있습니다.

 ▻ 제한된 계정으로 리뷰를 올릴 수 있나요?
네, 그러나 자유롭게 게시할 수 없는 몇 가지 제한 사항이 있습니다. 첫째, 귀하의 계정으로 플레이한 시간이 60분이 되어야 합니다(무료 게임 포함). 둘째, 특정 게임의 커뮤니티 허브에 글을 게시하려면 해당 게임을 반드시 소유해야 합니다. 마지막으로, 제한된 계정으로 글을 게시하면 하루에 적은 양의 리뷰만 올릴 수 있도록 제한이 적용되어 있습니다.

 ▻ 제 구매가 보류 중이거나 처리 중이면 어떻게 되나요? 언제 무제한 계정으로 바뀌나요?
구매가 성공적으로 처리된 경우의 구매 금액만 제한 계정 해제에 계산됩니다. 구매가 보류/처리 중이거나 저희 시스템이 귀하의 은행과 결제를 확인하기 위해 대기 중인 경우, 구매 금액이 제한 해제에 계산되지 않습니다.


</pre>
                                </div>
                   
    <!-- 테스트 -->                            
                                
                            </form>
                             <div class="text-center">
                                <a class="small" href="../html/home.jsp">메인으로 돌아가기</a>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>

    </div>
<%@include file="../inc/bottom.jsp"%>