<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@include file="../inc/top.jsp"%>
    <div class="container">
        <div class="card o-hidden border-0 shadow-lg my-5">
            <div class="card-body p-0">
                <!-- Nested Row within Card Body -->
                <div class="row">
                    <div class="col-lg-7">
                        <div class="p-5">
                            <div class="text-center">
                                <h1 class="h4 text-gray-900 mb-4">고객지원</h1>
                            </div>
                            <form class="user">
                                <div class="form-group">
<h5>제한된 사용자 계정</h5>
<pre class="question">
Valve는 온라인 방문자와 제품 및 서비스 고객의 개인 정보를 존중하며 캘리포니아 소비자 개인 정보 보호법("CCPA"), 유럽 연합 일반 데이터 보호 규정을 포함하되 이에 국한되지 않는 귀하의 개인 정보 보호 관련 법률을 준수합니다. ("GDPR"), 스위스 및 EU 프라이버시 실드 프레임워크.

1. 정의

아래에서 개인 데이터에 대해 언급할 때마다, 그 자체로 귀하를 개인으로 식별할 수 있거나("개인 식별 정보") 개인 식별 정보에 연결하여 간접적으로 귀하에게 연결할 수 있는 모든 정보를 의미합니다. 또한 Valve는 그룹 또는 개인 고객의 습관, 사용 패턴 및 인구 통계와 관련된 통계를 분석 및 생성하기 위해 집계 여부에 관계없이 익명의 데이터를 처리합니다. 이러한 익명 데이터는 관련된 고객의 식별을 허용하지 않습니다. Valve는 집계 여부에 관계없이 익명의 데이터를 제3자와 공유할 수 있습니다.

이 개인정보 보호정책에서 대문자로 된 다른 용어는 GoodGame 구독자 계약 ("SSA")에 정의된 의미를 가 집니다.

2. 밸브가 데이터를 수집하고 처리하는 이유

Valve는 다음과 같은 이유로 개인 데이터를 수집 및 처리

합니다.
b) 당사가 적용되는 법적 의무를 준수하기 위해 필요한 경우(예: 세법에 따라 특정 정보를 유지해야 하는 당사의 의무)
c) 귀하의 우세한 정당한 이익과 권리가 그러한 이익보다 우선하는 경우를 제외하고, Valve 또는 제3자의 합법적이고 합법적인 이익(예: 당사의 다른 고객의 이익)의 목적을 위해 필요한 경우 또는
d) 귀하가 동의한 경우.

개인 데이터를 수집하고 처리하는 이러한 이유는 우리가 수집하는 개인 데이터와 사용 방법(아래 섹션 3.), 저장 기간(아래 섹션 4.), 액세스 권한이 있는 사람(아래 섹션 5.)을 결정하고 제한합니다. ) 및 사용자로서 사용할 수 있는 권한 및 기타 제어 메커니즘(아래 섹션 6.).

3. 당사가 수집하는 데이터의 유형 및 출처

3.1 기본 계정 데이터
계정을 설정할 때 Valve는 귀하의 이메일 주소와 거주 국가를 수집합니다. 또한 사용자 이름과 암호를 선택해야 합니다. 이 정보의 제공은 GoodGame 사용자 계정을 등록하는 데 필요합니다. 계정을 설정하는 동안 계정에 자동으로 번호("GoodGame ID")가 할당되며, 이 번호는 나중에 귀하에 대한 개인 식별 정보를 직접 노출하지 않고 사용자 계정을 참조하는 데 사용됩니다.
GoodGame 사용자 계정 설정을 위해 실명을 제공하거나 사용할 것을 요구하지 않습니다.

3.2 거래 및 결제 데이터
GoodGame에서 거래를 하려면(예: 콘텐츠 및 서비스 구독을 구매하거나 GoodGame 지갑에 자금을 조달하기 위해) 거래를 활성화하기 위해 Valve에 결제 데이터를 제공해야 할 수 있습니다. 신용 카드로 지불하는 경우 일반적인 신용 카드 정보(이름, 주소, 신용 카드 번호, 만료 날짜 및 보안 코드)를 Valve에 제공해야 합니다. 거래 및 사기 방지 검사를 수행합니다. 마찬가지로, Valve는 같은 이유로 결제 서비스 제공업체로부터 데이터를 받습니다.

3.3 귀하가 명시적으로 제출한 기타 데이터
당사는 귀하가 GoodGame 커뮤니티 포럼, 채팅과 같이 GoodGame에서 다른 사람과의 커뮤니케이션의 일부로 개인 데이터를 명시적으로 제공하거나 전송할 때마다 또는 귀하가 피드백 또는 기타 사용자 생성 콘텐츠를 제공할 때 개인 데이터를 수집 및 처리합니다. 이 데이터에는 다음이 포함됩니다.
귀하가 당사의 콘텐츠 및 서비스를 게시, 댓글 또는 팔로우하는 정보,
채팅을 통해 전송된 정보
관련 결제 판매자 또는 실제 상품의 경우 배송 제공업체와의 주문을 처리하는 데 필요한 정보를 포함하여 당사에 정보 또는 지원을 요청하거나 콘텐츠 및 서비스를 구매할 때 제공하는 정보
대회, 대회 및 토너먼트에 참가하거나 설문조사에 응답할 때 귀하가 당사에 제공하는 정보(예: 연락처 정보).
3.4 GoodGame 클라이언트 및 웹사이트 사용
당사는 GoodGame에서 제공하는 웹사이트, 콘텐츠 및 서비스와의 일반적인 상호작용을 통해 다양한 정보를 수집합니다. 당사가 수집하는 개인 데이터에는 브라우저 및 장치 정보, 자동화된 전자 상호 작용을 통해 수집된 데이터 및 애플리케이션 사용 데이터가 포함될 수 있지만 이에 국한되지 않습니다.
마찬가지로, 당사는 귀하가 봇이 아님을 확인하고 당사 서비스를 최적화하기 위해 당사 웹사이트 및 애플리케이션 전반에서 귀하의 프로세스를 추적합니다.

3.5 게임 및 기타 구독 사용
귀하에게 서비스를 제공하기 위해 당사는 콘텐츠 및 서비스에서 귀하의 활동에 대한 다양한 정보를 수집, 저장 및 사용해야 합니다. "콘텐츠 관련 정보"에는 GoodGame ID와 일반적으로 "게임 통계"라고 하는 정보가 포함됩니다. 게임 통계란 게임의 기본 설정, 게임 진행 상황, 플레이 시간에 대한 정보는 물론 사용 중인 운영 체제, 장치 설정, 고유한 장치 식별자 및 충돌 데이터를 포함하여 사용 중인 장치에 대한 정보를 의미합니다.

3.6 추적 데이터 및 쿠키
당사는 귀하의 컴퓨터에 배치된 텍스트 파일인 "쿠키"와 유사한 기술(예: 웹 비콘, 픽셀, 광고 태그 및 장치 식별자)을 사용하여 사용자가 당사 서비스를 사용하는 방식을 분석하고 당사의 서비스를 개선하는 데 도움을 줍니다. 마케팅, 분석 또는 웹사이트 기능을 개선하기 위해 제공합니다. 쿠키의 사용은 인터넷에서 표준입니다. 대부분의 웹 브라우저는 쿠키를 자동으로 수락하지만 수락 여부는 귀하가 결정합니다. 쿠키 수신을 방지하거나 쿠키가 전송될 때마다 알림을 제공하도록 브라우저 설정을 조정할 수 있습니다. 브라우저에서 적절한 설정을 선택하여 쿠키 사용을 거부할 수 있습니다. 각 브라우저의 쿠키 사용 관리는 다음 도움말 페이지에 자세히 설명되어 있습니다.https://support.GoodGamepowered.com/kb_article.php?ref=9076-QYOJ-0930 . 그러나 이렇게 하면 당사 웹사이트의 전체 기능에 액세스하지 못할 수 있습니다.
귀하가 당사 서비스를 방문할 때 당사 서버는 귀하의 컴퓨터가 속한 네트워크에 자동으로 할당되는 번호인 귀하의 IP 주소를 기록합니다.

3.7 콘텐츠 추천
당사는 이 섹션 3에 따라 수집된 정보를 처리하여 GoodGame 상점 페이지에 표시되고 GoodGame 클라이언트를 시작할 때 표시되는 업데이트 메시지에 표시되는 콘텐츠, 제품 및 서비스가 귀하의 필요에 맞게 조정되고 관련 권장 사항 및 제안으로 채워질 수 있습니다. 이는 고객 경험을 개선하기 위해 수행됩니다. GoodGame 클라이언트 설정의 "인터페이스" 섹션에서 GoodGame 상점 페이지 및 GoodGame 알림의 자동 로드를 끄면 이러한 방식으로 데이터가 처리되는 것을 방지할 수 있습니다.
귀하의 별도 동의에 따라 또는 이메일 마케팅 관련 법률에 따라 명시적으로 허용되는 경우, Valve는 귀하의 이메일 주소로 Valve가 제공하는 제품 및 서비스에 대한 마케팅 메시지를 보낼 수 있습니다. 그러한 경우 당사는 귀하가 수집한 정보를 사용하여 그러한 마케팅 메시지를 맞춤화하고 귀하가 그러한 메시지를 열었는지 여부와 귀하가 팔로우한 텍스트의 링크에 대한 정보를 수집할 수 있습니다.
귀하는 이전에 제공한 동일한 페이지에서 동의를 철회하거나 모든 마케팅 이메일에 제공된 "구독 취소" 링크를 클릭하여 언제든지 마케팅 이메일 수신에 대한 동의를 거부하거나 철회할 수 있습니다.

3.8 위반 감지에 필요한 정보
우리는 사기, 부정 행위 및 기타 SSA 및 관련 법률 위반("위반")을 탐지, 조사 및 예방하는 데 필요한 특정 데이터를 수집합니다. 이 데이터는 탐지, 조사, 예방 및 해당하는 경우 해당 위반에 대한 조치를 위해서만 사용되며 이 목적에 필요한 최소 시간 동안만 저장됩니다. 데이터에 위반이 발생했음이 표시되는 경우 해당 공소시효 기간 동안 또는 이와 관련된 법적 사건이 해결될 때까지 법적 청구의 설정, 행사 또는 방어를 위한 데이터를 추가로 저장할 것입니다. 이러한 목적으로 저장된 특정 데이터는 공개가 그러한 위반을 감지, 조사 및 방지하는 메커니즘을 손상시키는 경우 귀하에게 공개되지 않을 수 있습니다.

4. 데이터를

저장하는 기간 우리는 정보가 수집 및 처리되는 목적을 달성하는 데 필요한 기간 동안만 또는 - 해당 법률에서 더 긴 저장 및 보유 기간을 제공하는 경우 - 필요한 저장 및 보유 기간 동안만 귀하의 정보를 저장할 것입니다. 법으로. 그 후 귀하의 개인 데이터는 해당 법률에 따라 삭제, 차단 또는 익명화됩니다.

특히:
GoodGame 사용자 계정을 해지하면 법적 요구 사항이나 기타 일반적인 합법적 목적에 따라 더 긴 저장 공간이 필요한 경우를 제외하고 개인 데이터가 삭제 대상으로 표시됩니다.
어떤 경우에는 게임 플레이 경험 또는 GoodGame 장터의 일관성을 보장하기 위해 개인 데이터를 완전히 삭제할 수 없습니다. 예를 들어, 다른 플레이어의 매치메이킹 데이터와 점수에 영향을 미치는 귀하가 플레이한 매치는 삭제되지 않습니다. 오히려 이러한 경기에 대한 귀하의 연결은 영구적으로 익명화됩니다.
Valve는 법정 상법 및 세법에 따라 최대 10년 동안 특정 거래 데이터를 보관해야 합니다.
귀하가 귀하의 개인 데이터 또는 귀하 자녀의 개인 데이터 처리의 근거가 되는 동의를 철회하는 경우, 당사는 귀하의 개인 데이터 또는 귀하의 자녀의 개인 데이터를 수집 및 처리하는 범위 내에서 부당한 지체 없이 삭제합니다. 개인 데이터는 철회된 동의를 기반으로 합니다.
귀하가 귀하의 개인 데이터 처리에 반대할 권리를 행사하는 경우, 이 데이터를 처리하고 보유하기 위한 다른 법적 근거가 존재하지 않는 한, 당사는 귀하의 이의를 검토하고 귀하가 반대한 목적을 위해 처리한 개인 데이터를 부당한 지체 없이 삭제할 것입니다. 또는 해당 법률이 데이터를 보유하도록 요구하지 않는 한.

5. 누가 데이터에 접근할 수 있습니까?

밸브는 개인 데이터를 판매하지 않습니다. 그러나 다음 비즈니스 목적을 위해 필요한 경우 수집한 개인 데이터의 각 범주에 대한 액세스 권한을 공유하거나 제공할 수 있습니다.

5.1 Valve와 그 자회사는 귀하의 개인 데이터를 서로 공유하고 위의 섹션 2에 나열된 목적을 달성하는 데 필요한 정도로 사용할 수 있습니다. 조직 개편, 매각 또는 합병의 경우 당사는 관련 법률에 따라 개인 데이터를 관련 제3자에게 양도할 수 있습니다.

5.2 당사는 또한 GoodGame을 통해 배포되는 상품, 콘텐츠 및 서비스와 관련하여 고객 지원 서비스를 제공하는 제3자 서비스 제공업체와 귀하의 개인 데이터를 공유할 수 있습니다. 귀하의 개인 데이터는 이 개인 정보 보호 정책에 따라 고객 지원 서비스를 수행하는 데 필요한 범위에서만 사용됩니다.

5.3 인터넷 표준에 따라 당사는 GoodGame과 관련하여 콘텐츠 전송 네트워크 서비스 및 게임 서버 서비스를 제공하는 제3자 네트워크 제공업체와 특정 정보(귀하의 IP 주소 및 액세스하려는 GoodGame 콘텐츠 ID 포함)를 공유할 수도 있습니다. 당사의 콘텐츠 전송 네트워크 제공업체는 예를 들어 GoodGame을 사용할 때 사용자의 지리적 위치를 기반으로 콘텐츠를 전송하는 분산 서버 시스템을 사용하여 사용자가 요청한 디지털 콘텐츠의 전송을 가능하게 합니다.

5.4 구글 애널리틱스
당사 웹사이트는 Google, Inc.("Google")에서 제공하는 웹 분석 서비스인 Google Analytics를 사용합니다. Google Analytics는 웹사이트 운영자가 방문자가 사이트를 사용하는 방식을 분석할 수 있도록 쿠키를 사용합니다. 방문자의 웹사이트 사용에 대해 쿠키에 의해 생성된 정보는 일반적으로 미국에 있는 서버에 Google로 전송되고 Google에 의해 저장됩니다.
이 웹사이트에서는 IP 익명화가 활성화되었습니다. GoodGame을 방문하는 사용자의 IP 주소가 단축됩니다. 예외적인 경우에만 완전한 IP 주소가 미국의 Google 서버로 전송되고 그곳에서 단축됩니다. 웹사이트 운영자를 대신하여 Google은 웹사이트 활동에 대한 보고서를 작성하고 웹사이트 운영자를 위한 웹사이트 활동 및 인터넷 사용과 관련된 기타 서비스를 제공하기 위해 사용자를 위해 웹사이트를 평가할 목적으로 이 정보를 사용합니다.
Google은 Google 애널리틱스와 관련하여 전송된 IP 주소를 Google이 보유한 다른 데이터와 연결하지 않습니다. 브라우저에서 적절한 설정을 선택하여 쿠키 사용을 거부할 수 있습니다. 그러나 이 경우 이 웹사이트의 전체 기능을 사용하지 못할 수 있습니다. www.google.com/policies/privacy/partners 에서 Google Analytics가 데이터를 수집하고 사용하는 방법에 대해 자세히 알아볼 수 있습니다 .
또한 http://tools.google.com/dlpage/gaoptout?hl=en 링크를 통해 브라우저 플러그인을 다운로드 및 설치하여 웹사이트 사용에 대한 Google의 데이터 수집 및 처리를 방지할 수 있습니다 .

5.5 당사는 귀하의 GoodGame 사용자 계정과 관련된 특정 데이터를 GoodGameworks API를 통해 다른 플레이어 및 당사 파트너에게 제공합니다. 이 정보는 GoodGame ID를 쿼리하여 누구나 액세스할 수 있습니다. 최소한 GoodGame에서 귀하를 대표하기 위해 선택한 공개 페르소나 이름과 아바타 사진은 이러한 방식으로 액세스할 수 있을 뿐만 아니라 멀티플레이어 게임에서 부정 행위에 대한 금지를 받았는지 여부도 확인할 수 있습니다. GoodGame 커뮤니티 사용자 프로필 페이지를 통해 귀하에 대한 추가 정보의 접근성을 제어할 수 있습니다. 프로필 페이지에서 공개적으로 사용 가능한 데이터는 GoodGameworks API를 통해 자동으로 액세스할 수 있습니다. 공개적으로 사용 가능한 정보 외에도 게임 개발자와 퍼블리셔는 자신이 운영하는 게임의 사용자와 직접적으로 관련된 GoodGameworks API의 특정 정보에 액세스할 수 있습니다. 이 정보에는 최소한 해당 게임의 소유권이 포함됩니다. 게임에 구현된 GoodGameworks 서비스에 따라 순위표 정보, 게임 진행 상황, 완료한 도전 과제, 멀티플레이어 게임 중매 정보, 게임 내 아이템 및 게임 운영 및 지원 제공에 필요한 기타 정보가 포함될 수 있습니다. 그것. 특정 게임이 구현한 GoodGameworks 서비스에 대한 자세한 내용은 스토어 페이지를 검토하세요. 게임 내 아이템 및 게임 운영 및 지원에 필요한 기타 정보. 특정 게임이 구현한 GoodGameworks 서비스에 대한 자세한 내용은 스토어 페이지를 검토하세요. 게임 내 아이템 및 게임 운영 및 지원에 필요한 기타 정보. 특정 게임이 구현한 GoodGameworks 서비스에 대한 자세한 내용은 스토어 페이지를 검토하세요.
당사는 귀하의 실명이나 이메일 주소와 같은 GoodGameworks API를 통해 귀하에 대한 개인 식별 정보를 고의로 공유하지 않지만 공개 GoodGame 프로필에서 귀하가 공유하는 모든 정보는 GoodGameworks API를 통해 액세스할 수 있습니다. 식별 가능.

5.6 GoodGame 커뮤니티에는 사용자가 아이디어를 교환하고 서로 의사 소통할 수 있는 게시판, 포럼 및/또는 채팅 영역이 있습니다. 게시판, 포럼 또는 채팅 영역에 메시지를 게시할 때 해당 정보가 온라인에서 공개적으로 제공된다는 점에 유의하십시오. 따라서 그렇게 하는 것은 자신의 책임입니다. 귀하의 개인 데이터가 귀하의 의사에 반하여 커뮤니티 포럼 중 하나에 게시된 경우 보고 기능과 GoodGame 도움말 사이트를 사용하여 삭제를 요청하십시오.

5.7 Valve에서 GoodGame 사용자 계정을 제3자가 제공하는 계정에 연결할 수 있습니다. 귀하가 계정 연결에 동의하는 경우, Valve는 귀하가 제3자로부터 Valve가 수신하도록 허용한 정보를 귀하의 GoodGame 사용자 계정 정보와 그 당시 귀하의 동의가 허용하는 정도까지 수집 및 결합할 수 있습니다. 계정 연결을 위해 귀하의 개인 정보를 Valve에서 제3자에게 전송해야 하는 경우 연결이 이루어지기 전에 귀하에게 이에 대한 정보가 제공되며 귀하는 연결 및 귀하의 정보 전송에 동의할 기회가 주어집니다. . 제3자가 귀하의 정보를 사용하는 경우 해당 제3자의 개인정보 보호정책이 적용되며 이를 검토할 것을 권장합니다.

5.8 Valve는 그러한 정보를 공개하도록 요구하는 법원 명령 또는 법률 및 규정을 준수하기 위해 개인 데이터를 공개할 수 있습니다.

6. 귀하의 권리 및 통제 메커니즘

유럽 ​​경제 지역, 캘리포니아 및 기타 지역의 데이터 보호법은 거주자에게 개인 데이터와 관련하여 특정 권리를 부여합니다. 다른 관할 구역에서는 더 적은 수의 법적 권리를 제공할 수 있지만 당사는 그러한 권리를 행사하도록 설계된 도구를 전 세계 고객이 사용할 수 있도록 합니다.

귀하가 간단한 방법으로 데이터 보호 권리를 행사할 수 있도록 GoodGame 지원 페이지("개인 정보 대시보드")에 전용 섹션을 제공하고 있습니다. 이를 통해 귀하는 귀하의 개인 데이터에 액세스할 수 있고, 필요한 경우 이를 수정 및 삭제할 수 있으며, 필요하다고 생각되는 경우 사용을 거부할 수 있습니다. 액세스하려면 http://help.GoodGamepowered.com 의 GoodGame 지원 페이지에 로그인하고 내 계정 -> GoodGame 계정과 관련된 데이터 메뉴 항목을 선택하십시오 . 대부분의 경우 개인 정보 대시보드에서 개인 데이터에 액세스, 관리 또는 삭제할 수 있지만 아래 섹션 8 및 10에 설명된 문의 프로세스를 통해 질문이나 요청이 있는 경우 Valve에 문의할 수도 있습니다.

유럽 ​​경제 지역의 거주자로서 귀하는 개인 데이터와 관련하여 다음과 같은 권리가 있습니다.

6.1 접근 권한.
귀하는 당사가 귀하에 대해 보유하고 있는 귀하의 개인 데이터에 액세스할 수 있는 권리가 있습니다. 즉, (i) 귀하의 개인 데이터가 보유되고 있는지 여부, (ii) 액세스 및/또는 (iii) 개인 데이터의 복제를 무료로 요구할 권리가 있습니다. 유지. 개인 정보 대시보드를 통해 개인 데이터에 대한 액세스 권한을 사용할 수 있습니다. 요청이 다른 사람의 권리와 자유에 영향을 미치거나 명백히 근거가 없거나 과도한 경우, 당사는 합리적인 수수료(정보 또는 커뮤니케이션 제공 또는 요청된 조치를 취하는 데 드는 관리 비용 고려)를 청구하거나 조치를 거부할 권리가 있습니다. 요청.

6.2 시정에 대한 권리.
당사가 귀하의 개인 데이터를 처리하는 경우, 당사는 귀하의 개인 데이터가 수집 목적에 맞게 정확하고 최신 상태인지 적절한 조치를 취함으로써 보장하기 위해 노력할 것입니다. 개인 데이터가 정확하지 않거나 불완전한 경우 개인 정보 대시보드를 통해 제공한 정보를 변경할 수 있습니다.

6.3. 삭제할 권리.
귀하는 당사가 수집할 수 있는 이유(위의 섹션 2 참조)가 더 이상 존재하지 않거나 삭제에 대한 다른 법적 근거가 있는 경우 귀하에 관한 개인 데이터를 삭제할 권리가 있습니다. 개인 데이터의 개별 항목은 개인 정보 대시보드를 통해 수정하거나 GoodGame 지원 페이지를 통해 삭제를 요청하세요. GoodGame 지원 페이지를 통해 GoodGame 사용자 계정 삭제를 요청할 수도 있습니다.

GoodGame 사용자 계정을 삭제하면 GoodGame 사용자 계정, GoodGame 사용자 계정에 연결된 구독 및 게임 관련 정보를 포함한 GoodGame 서비스에 대한 액세스 권한을 잃게 되며 GoodGame 사용자 계정을 사용하는 다른 서비스에 액세스할 수 없게 됩니다. 을위한.

GoodGame 사용자 계정 삭제를 요청한 순간부터 30일의 유예 기간 동안 GoodGame 사용자 계정을 복원할 수 있습니다. 이 기능을 사용하면 계정 자격 증명 손실이나 해킹으로 인해 실수로 계정을 잃지 않도록 할 수 있습니다. 정지 기간 동안 GoodGame 사용자 계정 삭제 요청을 보내기 전에 귀하가 시작했을 수 있는 재정 및 기타 활동을 마무리할 수 있습니다. 유예 기간이 지나면 위의 섹션 4.에 따라 귀하의 계정과 연결된 개인 데이터가 삭제됩니다.

어떤 경우에는 GoodGame 사용자 계정을 삭제하여 개인 데이터를 삭제하는 것이 복잡합니다. 즉, 게임 개발자를 위한 업무 등으로 인해 계정이 Valve와 비즈니스 관계에 있는 경우 이 역할을 다른 사용자에게 양도하거나 비즈니스 관계를 해제한 후에만 GoodGame 사용자 계정을 삭제할 수 있습니다. 경우에 따라 요청의 복잡성과 횟수를 고려하여 개인 데이터 삭제 기간을 연장할 수 있지만 최대 2개월을 초과할 수 없습니다.

6.4 반대할 권리.
귀하의 개인 데이터 처리가 GDPR의 6(1)(f)조 / 본 개인 정보 보호 정책의 섹션 2.c)에 따라 정당한 이익을 기반으로 하는 경우 귀하는 이 처리에 반대할 권리가 있습니다. 귀하가 반대하는 경우 GDPR 제21조에 설명된 처리에 대해 강력하고 우세한 정당한 근거가 없는 한 당사는 귀하의 개인 데이터를 더 이상 처리하지 않습니다. 특히 데이터가 법적 청구의 설정, 행사 또는 방어에 필요한 경우. 또한 감독 기관에 불만을 제기할 권리가 있습니다.

6.5 귀하의 개인 데이터 처리를 제한
할 권리 귀하는 GDPR 제18조에 명시된 조건에 따라 귀하의 개인 데이터 처리를 제한할 권리가 있습니다.

6.6 개인 데이터 이동성에 대한 권리
귀하는 구조화되고 일반적으로 사용되며 기계가 읽을 수 있는 형식으로 개인 데이터를 수신할 권리가 있으며 GDPR 제20조에 명시된 조건에 따라 해당 데이터를 다른 컨트롤러에게 전송할 권리가 있습니다. Valve는 위에 설명된 대로 개인 정보 대시보드를 통해 구조화된 HTML 형식으로 개인 데이터를 사용할 수 있도록 합니다.

6.7 귀하의 개인 데이터에 대한 사후 관리에
대한 권리 프랑스 데이터 보호법 이 귀하 에게 적용되는 경우 귀하는 40-1조에 따라 사망 후 개인 데이터의 보존, 삭제 및 전송에 대한 지침을 설정할 권리가 있습니다. 정보, 기술, 데이터 파일 및 시민의 자유에 관한 1978년 1월 6일자 법 No 78-17.

7. 어린이

GoodGame 사용자 계정을 생성할 수 있는 최소 연령은 13세입니다. Valve는 이 연령 미만의 어린이로부터 고의로 개인 데이터를 수집하지 않습니다. 특정 국가에서 개인 데이터 수집에 대해 더 높은 연령의 동의를 적용하는 경우 Valve는 GoodGame 사용자 계정을 생성하고 이와 관련된 개인 데이터를 수집하기 전에 부모의 동의가 필요합니다. Valve는 부모가 자녀에게 온라인에서 개인 정보를 절대 제공하지 않도록 지시할 것을 권장합니다.
</pre>
                   
    <!-- 테스트 -->                            
                                
                            </form>
                             <div class="text-center">
                                <a class="small" href="../html/home.jsp">메인으로 돌아가기</a>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>

    </div>
<%@include file="../inc/bottom.jsp"%>